OPORoi.xml

<ns0:Envelope xmlns:ns0="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="sdkrtn">
   <ns0:Header />
   <ns0:Body>
      <ns1:OpoRoib>
         
         <ns1:hazardousObjectRoib RoibOpoValue="1.0" RoibOpoDateTime="2022-04-15T14:25:27.814507" RoibOpoDescription="Работа штатно" HazardousObjectNumber="А38-00001-3001" RequestGuid="b1cd98eb-62a9-46e0-827b-d05e6a39d07d" Ogrn="1023001538460" ID="1">
            
            <ns1:Signature>
               
               <ns1:SignedInfo>
                  
                  <ns1:CanonicalizationMethod Algorithm="?" />
                  
                  <ns1:SignatureMethod Algorithm="?" />
                  
                  <ns1:Reference URI="?">
                     
                     <ns1:Transforms>
                        
                        <ns1:Transform Algorithm="?" />
                     </ns1:Transforms>
                     
                     <ns1:DigestMethod Algorithm="?" />
                     
                     <ns1:DigestValue>?</ns1:DigestValue>
                  </ns1:Reference>
               </ns1:SignedInfo>
               
               <ns1:SignatureValue>?</ns1:SignatureValue>
               
               <ns1:KeyInfo>
                  
                  <ns1:X509Data>
                     
                     <ns1:X509Certificate>?</ns1:X509Certificate>
                  </ns1:X509Data>
               </ns1:KeyInfo>
            </ns1:Signature>
         </ns1:hazardousObjectRoib>
      </ns1:OpoRoib>
   </ns0:Body>
</ns0:Envelope>